[
    {
        "medium-guid": "https://medium.com/p/c5610501a365",
        "title": "Cueup’s approval process for DJs",
        "slug": "cueups-approval-process-for-djs",
        "excerpt": "Recently we’ve introduced an approval process for DJs on Cueup to make sure that we keep a consistent level of quality. As a DJ you might be wondering what it takes to get approved as a DJ and start getting gigs.",
        "published_date": "2020-03-03 16:10:18",
        "updated_date": "2020-03-03 16:10:18",
        "author": "Christopher Dengsø",
        "thumbnail_url": "https://cdn-images-1.medium.com/max/1024/0*zePyBVT6GTpdBGbs",
        "thumbnail_alt": "thumbnail",
        "tag": "event-planning dj cueup updates",
        "category": "dj",
        "content": "<p>Recently we’ve introduced an approval process for DJs on Cueup to make sure that we keep a consistent level of quality. As a DJ you might be wondering what it takes to get approved as a DJ and start getting gigs.</p>\n<p>The primary goal of the approval process is to make sure that event organizers see profiles that are comprehensive and look ready to be booked, but also that you get a better chance of getting booked. This means including meaningful information on the profile and to make sure to present yourself in the best possible way.</p>\n<p>For guidance, here is are some things to increase your chance of getting approved in the first try:</p>\n<ul>\n<li>Your profile picture is of high quality.</li>\n<li>Your profile picture includes your face.</li>\n<li>Your bio is explaining good and well what kind of DJ you are, and possible earlier experience.</li>\n<li>Your profile bio does not contain any personal information such as emails, phone numbers or references to other websites.</li>\n<li>Make sure that the entered name is your real name.</li>\n<li>Showcase yourself by uploading content, or by connecting your SoundCloud and Instagram.</li>\n<li>Verify your identity in the settings.</li>\n</ul>\n<p>Read more about getting a profile on Cueup here: <a href=\"https://cueup.io/become-dj\">https://cueup.io/become-dj</a></p>\n<img src=\"https://medium.com/_/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=c5610501a365\" width=\"1\" height=\"1\">\n"
    },
    {
        "medium-guid": "https://medium.com/p/6a64533cc492",
        "title": "DJ Lilli shares her first Cueup experiences",
        "slug": "dj-lilli-shares-her-first-cueup-experiences",
        "excerpt": "Find out how Lilli, an upcoming Copenhagen based artist, started DJing in our first ever interview with one of our DJs.",
        "published_date": "2020-01-29 06:03:30",
        "updated_date": "2020-01-29 06:03:30",
        "author": "Sarah F.S.",
        "thumbnail_url": "https://cdn-images-1.medium.com/max/1024/1*_YpgegL08itBNqslf-6GYQ.jpeg",
        "thumbnail_alt": "thumbnail",
        "tag": "",
        "category": "dj",
        "content": "\n<p>Find out how Lilli, an upcoming Copenhagen based artist, started DJing in our first ever interview with one of our DJs.</p>\n<p>As a singer, song writer and later found her self becoming a DJ, Lilli was an obvious choice for an interesting interview. She’s been a member of Cueup since the summer of 2019.</p>\n<h4>How did you start DJing?</h4>\n<p>It all started in high school where my friends and I liked to handle the music at parties by selecting music on Spotify and acted as a DJ and all of a sudden I fell in love with the vibes and the energy of doing that. After I finished high school, I set a goal to be a DJ. I bought a controller and practiced. After 2 weeks, I got my first gig.</p>\n<h4>How did you learn DJing?</h4>\n<p>I like to learn it by my self as well as watching some tutorials on Youtube. As a songwriter, I have many DJ friends and sometimes we like to DJ together for fun. I learned from them as well.</p>\n<h4>As an upcoming DJ, are there any DJs who inspire you?</h4>\n<p>Yes, there is this female DJ whom I adore, Chantel Jeffries. She is a songwriter and publishes music herself and is also a DJ. I think that’s very cool to do as a woman. She is one of my favorites.</p>\n<h4>Do you have any unforgettable nights when DJing?</h4>\n<p>My first DJ set I would say is an unforgettable moment so far. It was actually a gig from Cueup and it was so nerve-wracking. I was so scared if something wouldn’t work. I brought a friend of mine to help me just in case something technical happened. I was really nervous.</p>\n<h4>Was it a nice party?</h4>\n<p>Yes, it was. The party was in the city center and attended by leading politicians and journalists, a very nice place. So nervous but so much fun actually.</p>\n<h4>What are your favorite genres to play at the parties?</h4>\n<p>I am more into HipHop, RnB, Trap, and Pop music. I really enjoy it.</p>\n<p>Listen to more of Lillis music on her Cueup profile here: <a href=\"https://cueup.io/user/lilli/overview\">https://cueup.io/user/lilli/overview</a></p>\n<h4>Okay, next one, what is the hardest thing about being a DJ?</h4>\n<p>I think sometimes the hardest part is to please everybody. You know when it’s a mixed crowd and everyone has a different taste of music. Some people don't like certain kinds of songs. So it’s really important to know the type of crowd you would play in so you can be prepared with the playlist.</p>\n<h4>The last thing, do you have any advice for anyone wanting to grow as a DJ?</h4>\n<p>It may sound corny but I would say, just do it. Like just go out there, practice, play, and networking. It is really important, that’s how I got my gigs. My first gig was actually the moment it opened up other gigs. When you play out there, you will get to know many people, and that’s how it will start.</p>\n<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*_TvPcI-RzAw6_UkuihvkOw.jpeg\"></figure><p>Being a female DJ as well as a singer and songwriter is very challenging yet so inspiring to others. We would like to thank DJ Lilli for taking her time to do this interview and the best wishes for her music career.</p>\n<p>Check out her Cueup profile and book her here: <a href=\"https://cueup.io/user/lilli/overview\">https://cueup.io/user/lilli</a></p>\n<img src=\"https://medium.com/_/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=6a64533cc492\" width=\"1\" height=\"1\">\n"
    },
    {
        "id": 5,
        "medium-guid": "https://medium.com/p/da6c0ba1d934",
        "title": "New \"Direct Payout\" method",
        "slug": "new-direct-payout-method",
        "excerpt": "The new direct payout method has been launched and we are so excited for it! DJs are able to change the payment method through preferences…",
        "published_date": "2020-01-02T00:00:00.00Z",
        "updated_date": "2020-01-02T00:00:00.00Z",
        "author": "Sarah F.S.",
        "thumbnail_url": "https://images.unsplash.com/photo-1553729459-efe14ef6055d?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2700&q=80",
        "thumbnail_alt": "payout method screenshot",
        "tag": "payment dj events cancelation policy",
        "category": "dj",
        "content": "\n        <p>\n        The new direct payout method has been launched and we are so excited for it!\n        </p>\n        <p>\n        DJs are now able to change the payout method in the settings. This will be a great way for DJs who want to get direct payment from the event organizers in cash, using PayPal or something third.\n        </p>\n        <p>\n        Here is the look of the new payout method:\n        </p>\n        <figure ><img\n            \n        role=\"presentation\"\n        src=\"https://miro.medium.com/max/986/1*DeihXp2hfqMOxK4khAvM4w.png\"\n        /><figcaption\n        data-selectable-paragraph=\"\"\n        >\n        Screenshot from the settings\n        </figcaption>\n        </figure>\n\n        <h2>\n        How it works\n        </h2>\n        <p>\n        Here are the differences of the two payout methods:\n        </p>\n        <b>\n        Direct\n        </b>\n        <br/> \n        <br/>\n        <ul >\n        <li>\n        It will allows DJs to get the payout directly from the event organizers, although DJs will be responsible for their own payout since there will be no cancelation policy applied on this payment method.\n        </li>\n        <li>\n        DJ can decide or discuss with the organizer how the payout will be made.    \n        </li>\n        <li>\n        You can decide to be paid in cash, bank transfer, PayPal etc. \n        </li>\n        <li>\n        Cueup won’t guarantee for any miscommunication or problem between you and the organizer about the payout.\n        </li>\n        </ul>\n\n        <b>\n        Bank account\n        </b>\n        <br/> \n        <br/>\n        <ul >\n        <li>\n        When you choose this method, you have to complete your bank account information like IBAN , account number, bank name, or BSB etc. The bank information details might be different, depends on country where your bank is. Some country may not be able to do this method, please see the lists of acceptable country in the settings.\n                </li>\n        <li>\n        There will be a small fee applied on this method, in return your cancelation policy will be applied, and we’ll be responsible for collecting the payment. That means, when an event is cancelled by the organizer, the money they paid will be refunded depending on your cancelation policy.\n                </li>\n        <li>\n        DJs won’t get any penalty when you have to cancel to play the gig. As a result, the payment refund will be fully transferred back to the organizer and Cueup will manage to find another DJ.\n        </li>\n        <li>\n        Using this method, Cueup will manage all the payments. The payment will be transferred to you immediately after the event is finished.\n        </li>\n        </ul>\n\n        <p>\n        DJs can set up both methods and just leave it to the organizer to choose how they want to pay. We always try to offer the best way for both DJ and event organizer.\n        </p>\n            "
    },
    {
        "id": 4,
        "medium-guid": "https://medium.com/p/6a0cc4ad6378",
        "title": "How to Throw an Incredible Office Christmas Party",
        "slug": "how-to-throw-a-christmas-party",
        "excerpt": "It’s the time of the year again — to bring the festive spirit to your office and to thank and celebrate all the hard work for the past year. Yet it ain’t easy to make it exciting, memorable and fun. So here is a guide to make it a big success.",
        "published_date": "2019-11-26T00:00:00.00Z",
        "updated_date": "2019-11-26T00:00:00.00Z",
        "author": "Sarah F.S.",
        "thumbnail_url": "https://miro.medium.com/max/11520/0*aD0uuv59GwnoAlAU",
        "thumbnail_alt": "christmas party decoration",
        "tag": "christmas party dance party dj event",
        "category": "organizer",
        "content": "<p>\n        And not end up making it awkward…\n            </p>\n            <p>\n            It’s the time of the year again — to bring the festive spirit to your office and to thank and celebrate all the hard work for the past year. Yet it ain’t easy to make it exciting, memorable and fun. So here is a guide to make it a big success.\n            </p>\n            <h2>\n            1. Pick a Convenient Date\n            </h2>\n            <p>\n            You want everyone to attend the party so don’t pick a weekday for this, or even on a holiday. The best time to do it is on a Friday at office hours. You may consider getting everyone leave early from work on this day so they can get ready for the party. Make sure to secure the date at least a month in advance!\n            </p>\n            <h2>\n            2. Choose a Party Theme\n            </h2>\n            <p>\n            Here’s the part where it will make it more fun. Get a theme where everyone has to dress up accordingly. We suggest making it less formal. It will loosen up all the nerves and remember it’s all about celebration and fun. Here are our favorites themes for an office party:\n            </p>\n            <br>\n            <ul >\n            <li>\n            Santa’s Workshop\n            </li>\n            <li>\n            Nightmare Before Christmas\n            </li>\n            <li>\n            Where’s Wally\n            </li>\n            <li>\n            The Grinch\n            </li>\n            <li>\n            Elf\n            </li>\n            </ul>\n\n\n            <figure ><img\n            \n            role=\"presentation\"\n            src=\"https://miro.medium.com/max/720/1*gH_CSOWYDw_D-Pi7pIGgvA.jpeg\"\n            /><figcaption\n            data-selectable-paragraph=\"\"\n            >\n            Pinterest\n            </figcaption>\n            </figure>\n            <h2>\n            3. Send the Invitation Early\n            </h2>\n            <p>\n            It takes time to create a creative costume, so you want to send the invitation early enough for the employees to prepare. Besides that, everyone could block the date for this party. Announce and send the invitations for the party at least 3 weeks in advance. If possible, include your employee’s partners as well, so everyone will get to know each other better.\n            </p>\n            \n            <h2>4. Level Up The Decoration Game\n            </h2>\n            <p>\n            Go all-in on this! It will create such an amazing Christmas and holiday vibes. You can host the party either in a venue or in your office space (if it’s big enough, why not). Fill up the room with decorations such as Christmas trees, hanging snow decorations, lights, balloons, snowman, fake snow, fake fireplaces, and other sparkles.\n            </p>\n           \n            <h2>5. Room For Everyone\n            </h2>\n            <p>\n            Make sure to include everyone’s diet on the menu. The best way to do this is to make everyone fill an e-questionnaire about their diet. For example, how many people are vegetarian or how many that can’t eat gluten. After getting all the information, it will be easier for you to prepare the food options. Make sure to provide some different meat options as well, just to accommodate everyone.\n            </p>\n            <figure>\n            <img\n            src=\"https://miro.medium.com/max/6480/0*3btHnZoa59G39D5t\"\n            />\n            <figcaption\n            data-selectable-paragraph=\"\"\n            >\n            Photo by\n            <a\n            href=\"https://unsplash.com/@timmeyer?utm_source=medium&utm_medium=referral\"\n            target=\"_blank\"\n            rel=\"noopener nofollow\"\n            >Tim Meyer</a>\n            on\n            <a\n            href=\"https://unsplash.com?utm_source=medium&amp;utm_medium=referral\"\n            target=\"_blank\"\n            rel=\"noopener nofollow\"\n            >Unsplash</a\n            >\n            </figcaption>\n            </figure>\n\n\n      \n            <h2>\n            6. Fun Games & Activities\n            </h2>\n          \n            <p>\n            Find some adult games and activities that are funny. Here are some of our favorites:\n            </p>\n            <br>\n            <ul >\n            <li>\n            Charades\n            </li>\n            <li>\n            Ornament Roll\n            </li>\n            <li>\n            Secret Santa\n            </li>\n            <li>\n            Lucky Draw\n            </li>\n            <li>\n            Photobooth\n            </li>\n            <li>\n            Quizzes\n            </li>\n            <li>\n            Freeze dance\n            </li>\n            \n            </ul>\n\n           \n            <h2>\n            7. Employee Awards\n            </h2>\n            <p>\n            Don’t forget the party is also to appreciate the employees’ hard work. You can make appreciation awards and some funny ones too. For example, The earliest person, the number 1 salesperson, etc., and get some prizes for the best costumes.\n            </p>\n            <figure>\n            <img\n            src=\"https://miro.medium.com/max/1000/1*aYeVrHh2MHTzMwsM-1hUkw.jpeg\"\n            />\n           \n            </figure>\n            <h2>\n            8. Entertainment\n            </h2>\n            <p>\n            Ask your employee if anyone is up to do some features. This will remove some of the weight from your shoulders, and finance is gonna thank you for saving money on the entertainment. This could be, awards, stand up comedy, musical features, etc.\n            </p>\n            <p>\n            Other than that, you should hire a DJ to play Christmas hits for dance time. If you don’t know anyone who is a DJ, you can find some on <a href='https://cueup.io' target='_blank'><strong>www.cueup.io</strong></a>. It’s a platform that connects DJs and event organizers. It’s very easy and you will get offers from DJs around your area.\n            \n            </p>\n            \n<br>\n<br>\n\n<strong>\nThat’s pretty much everything for you to make a fun & memorable Christmas party. Don’t hesitate to contact us for more information about Cueup. We wish you have a wonderful Christmas!\n</strong>\n<br>\n<br>\n<strong>-Sarah & Team Cueup</strong>\n\n            "
    },
    {
        "id": 3,
        "title": "10 Essential Things to Know Before You Book a DJ for Your Wedding",
        "medium-guid": "https://medium.com/p/f1988d58e09e",
        "slug": "essential-things-to-know-before-booking-a-dj",
        "excerpt": "When you want to celebrate the best day of your life and make everyone have a good time, here are some guides for everything you need to know about the process of booking a wedding DJ",
        "published_date": "2019-11-10T00:00:00.00Z",
        "updated_date": "2019-11-10T00:00:00.00Z",
        "author": "Sarah F.S.",
        "thumbnail_url": "https://images.unsplash.com/photo-1439539698758-ba2680ecadb9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2250&q=80",
        "thumbnail_alt": "wedding dance",
        "tag": "wedding dance party dj",
        "category": "organizer",
        "content": " <p>\n        When you want to\n        celebrate the best day of your life and make everyone have a good\n        time, here are some guides for everything you need to know about the\n        process of booking a wedding DJ.\n        </p><h2>\n        1. Listen to the music sample\n        </h2>\n        <p>\n        When you found a DJ, you want to listen to some of their mixes. You\n        can ask them to send a link to their SoundCloud or a playlist from\n        previous wedding gigs. By doing this, you’ll know what to expect from\n        them and know if their style fits your wedding. Don’t be scared to do\n        this, you really want to find someone who can bring on the vibe to the\n        crowd.\n        </p>\n        <h2>\n        2. Explain the DJ about your guests\n        </h2>\n        <p>\n        It is pretty important to describe your guest’s criteria. Tell them\n        about the main age and where are mostly guests come from. For example,\n        if you plan your wedding in Bali but most of the guests are from South\n        Africa. This is essential to help the DJ prepare for what kind of\n        music to play, and the DJ is will most likely ask about it if you\n        don’t tell. Other than that you can always tell the DJ what kind of\n        music you rant him to play at your wedding.\n        </p>\n        <figure ><img\n        \n        role=\"presentation\"\n        src=\"https://miro.medium.com/max/9792/0*gdyiJqbQyUpYVfIR\"\n        /><figcaption\n        data-selectable-paragraph=\"\"\n        >\n        Photo by\n        <a\n        href=\"https://unsplash.com/@mitchorr?utm_source=medium&amp;utm_medium=referral\"\n        target=\"_blank\"\n        rel=\"noopener nofollow\"\n        >Mitchell Orr</a\n        >\n        on\n        <a\n        href=\"https://unsplash.com?utm_source=medium&amp;utm_medium=referral\"target=\"_blank\"\n        rel=\"noopener nofollow\"\n        >Unsplash</a\n        >\n        </figcaption>\n        </figure>\n        <h2>\n        3. Ask them about their set up\n        </h2>\n        <p>\n        You don’t want to realize that you forgot to provide speakers at the\n        time the DJ shows up, so it’s very important to coordinate all\n        technical details when you talk with the DJ. Ask them if you need to\n        provide any equipment or if they can include it in their quotation.\n        Important equipment includes:\n        </p>\n        <br>\n        <ul >\n        <li>\n        <strong >Sound systems</strong>, both at the dancefloor\n        and smaller speakers around the venue.\n        </li>\n        <li>\n        <strong >Microphone, </strong>for the toastmaster and\n        other speakers.\n        </li>\n        <li>\n        <strong >Lights, </strong>for<strong>\n        </strong>dancing or decorative.\n        </li>\n        <li>\n        <strong >DJ Decks and mixer, </strong>turntables CD\n        players, etc.\n        </li>\n        </ul>\n        <p>\n        Some DJs can provide this and will include the price in their rate. In\n        Cueup, there will be options for you to tell the DJ if they need to bring\n        a sound system or lighting. If they are the one who provides this, ask\n        them to send you the photos of their set up and how big it is, and\n        later you can make space in the venue or show it to your wedding\n        organizer.\n        </p>\n        <h2>4. Ask their rate\n        </h2>\n        <p>\n        You can tell your budget to the DJ or ask their rate. You can also\n        compare it with other DJs. One of the benefits for the organizer to\n        use the Cueup DJ Platform is you can easily compare the DJ rate since\n        you’ll get offers from multiple DJs.\n        </p>\n        <h2>5. “Must play” songs\n        </h2>\n        <p>\n        At a wedding, usually, the bride and groom have a couple of favorite\n        songs that they want to have played. You can write down all you and\n        your lover’s favorite songs. Maybe ask your best friends as well. At\n        last, note if you have specific moments you want a song to be played,\n        and then give the details to the DJ. Afterward, you can also consult\n        with the DJ if they have any additions to the list. Experienced DJs\n        will know specific songs to play right after the bridal waltz to kick\n        off the party and make everyone stay on the dancefloor long into the\n        night.\n        </p>\n        <p>\n        It’s a really good idea to hand over wishes to the DJ for inspiration,\n        but know that it is the very job of the DJ to select songs that\n        creates the right vibe, and often that requires to be on the spot and\n        feel the mood of the room. Giving the DJ a playlist for the entire\n        event is not a good idea.\n        </p>\n        <h2>\n        6. Location Unknown\n        </h2>\n       \n        <p>\n        When everything is settled, don’t forget to tell the DJ about the\n        wedding venue. Describe how it looks like, and if it’s an indoor or\n        outdoor wedding party. The address or which building and which room it\n        is going to be. If you didn’t get a local DJ, make sure to tell them\n        about the place and wedding date months before. They maybe need to\n        book a flight for your wedding.\n        </p>\n        <figure>\n        <img\n        src=\"https://miro.medium.com/max/10944/0*uK30iT7JHCSgsGpn\"\n        />\n        <figcaption\n        data-selectable-paragraph=\"\"\n        >\n        Photo by\n        <a\n        href=\"https://unsplash.com/@photos_by_lanty?utm_source=medium&amp;utm_medium=referral\"\n        target=\"_blank\"\n        rel=\"noopener nofollow\"\n        >Photos by Lanty</a>\n        on\n        <a\n        href=\"https://unsplash.com?utm_source=medium&amp;utm_medium=referral\"\n        target=\"_blank\"\n        rel=\"noopener nofollow\"\n        >Unsplash</a\n        >\n        </figcaption>\n        </figure>\n        <h2>\n        7. When do I need to book a DJ for my wedding?\n        </h2>\n        <p>\n        You can start looking for a DJ within 6–10 months before the wedding\n        and get them booked at least 4 months before. Sometimes it also\n        depends on how far your preparation is, but don’t make a DJ as the\n        last checklist to book. The entertainment plays a huge part in your\n        wedding party, also it will take time to discuss the party, songs, and\n        timing.\n        </p>\n        <h2>\n        8. Should I make a contract?\n        </h2>\n        <p>\n        The answer is YES! You should make a contract for the sake of both\n        parties. You don’t want the DJ somehow can’t make it to your wedding\n        for whatever reason. Cueup makes this process very easy and beneficial\n        for you. In Cueup, we have a payment system with a cancelation policy\n        built-in, allowing you to book a DJ with ease of mind. This means if a\n        DJ cancels to play, you will get all your money back ( yes a 100% ),\n        and we will try to find other DJs immediately. It’s definitely a safer\n        way to book your DJ.\n        </p>\n        <p>\n        That’s all about the essentials. Any other thoughts? If you have any\n        other tips from your experiences, please share it with us in the\n        comments. And for you that having a wedding soon, I wish you have a\n        wonderful wedding and hope you find a good DJ.\n        </p>\n        \n         "
    },
    {
        "id": 2,
        "medium-guid": "https://medium.com/p/b4aac3f8e20c",
        "title": "How to Stop Missing Out On DJ Gigs",
        "slug": "stop-missing-dj-gigs",
        "category": "dj",
        "content": "\n      <p>\n        \"Nothing will work unless you do.\" - Maya Angelou. <br>\n        Finding gigs might be hard. You’ve tried many ways, including signing up on Cueup. But why haven’t you gotten more gigs?\n        <br>\n        <br>\nHere are some tips from us for you to get more paid DJ gigs.\n\n      </p>\n  \n      <h2>\n        1. Define yourself as a DJ\n      </h2>\n      <br>\n      <ul>\n        <li >\n          Create new mixes of the kinds of music you’re into.\n        </li>\n        <li >\n          Don’t forget to upload your mixes on some music platforms, like\n          Soundcloud, Mixcloud or Youtube to introduce yourself and keeping the\n          existence in the industry.\n        </li>\n        <li>\n          Decide if you want to specialize in certain events like wedding parties,\n          office parties, night clubs, beach club, or just everything.\n        </li>\n        <li>\n          While you try to sift through tracks that suit your style, take a risk to\n          balance it with music that the audience has never heard before.\n        </li>\n        <li>\n          Practice, practice practice. Many blogs and videos are helping you to\n          improve your DJ skills. Here are some of our favorites:\n        </li>\n      </ul>\n      <blockquote>\n        <a\n          href='https://www.digitaldjtips.com'\n          rel='noopener'\n          target='_blank'\n          ><em\n            >Digital DJ Tips</em\n          ></a\n        >\n      </blockquote>\n      <blockquote >\n        <a\n          href='https://djtechtools.com'\n          rel='noopener'\n          target='_blank'\n          ><em \n            >DJ Tech Tools</em\n          ></a\n        >\n      </blockquote>\n      <blockquote>\n        <a\n          href='https://www.youtube.com/user/studioscratches/featured'\n          rel='noopener'\n          target='_blank'\n          ><em\n            >Studio Scratches - Scratch Tutorials</em\n          ></a\n        >\n      </blockquote>\n      <blockquote>\n        <a\n          href='https://www.youtube.com/playlist?list=PLkFqg7ZvTWb2SlXXF5S3XGsFOAbOFyQLD'\n         \n          rel='noopener'\n          target='_blank'\n          ><em \n            >Native Instruments - Traktor Tutorials</em\n          ></a\n        >\n      </blockquote>\n      \n      <h2>\n        2. Power up on social media\n      </h2>\n      <p >\n        Complete your social media profile and your Cueup profile. Existing on more\n        platforms will give you more benefits. Upload only relevant pictures (in\n        this case better to put up pictures about your job as a DJ than just\n        lifestyle pictures), share your Cueup profile link and your next gigs on\n        Instagram, Twitter, and Facebook. Be active!\n      </p>\n      <figure\n      >\n       \n          <img\n            src='https://cdn-images-1.medium.com/max/1600/1*2t6MsihD83YDuaevfTDjag@2x.jpeg'\n          />\n\n      </figure>\n      <h2>\n        3. Check up on new events\n      </h2>\n      <p >\n        This is an important thing if you don’t want to miss any paid gigs. In\n        Cueup, you have to be active to check the platform to see any new gigs. When\n        you get a notification of a new gig in your area, make an offer! Don’t be\n        too picky about this. Text your proposal to them. The key is to keep making\n        an offer every time you get a chance of a new gig. The more gigs you have\n        played the higher the chance of getting more!\n      </p>\n      <h2 >4. Follow up</h2>\n  \n      <p >\n        Don’t just make an offer and leave. Follow up with the event organizers by\n        messaging them. Build their trust in you and gain their interest by making\n        conversation and help them plan the event. You can ask about the event\n        details, and if they have any special wishes or expectations. If you find\n        any problem with the apps you can always send Cueup a message through our\n        customer service on Twitter or Instagram.\n      </p>\n      <figure\n       \n      >\n      \n          <img\n    \n            src='https://cdn-images-1.medium.com/max/1600/1*EjrrtOWrPSQRv5xNrTmX0Q@2x.jpeg'\n          />\n       \n      </figure>\n      <h2 >5. Prepare well</h2>\n      <p >\n        You may have your tracks ready but it doesn’t mean they’ll mix well\n        together! Play around with your tracks beforehand to explore what tracks mix\n        well together, and if you discover a great mix, note it down or order your\n        playlist accordingly. Also, prepare for the worst — know your hardware\n        inside and out and have a backup plan if anything breaks. Especially if\n        you’re using a laptop you need to have a playlist ready on your phone, in\n        case you need to restart the laptop.\n      </p>\n      <p >\n        Remember you need to please the crowd with your set and your vibe, read the\n        crowd and be flexible. Are they into what you’re playing? If not then be\n        prepared to switch up the vibe, so having multiple different playlists can\n        be very helpful.\n      </p>\n      <h2 >6. Perform outreach</h2>\n      <p >\n        If you don’t see many gigs coming in on Cueup, you might want to reach out\n        to get some gigs yourself. Allocate time for marketing! First, you can start\n        to go out and mingle at parties to meet people in the industry. Becoming\n        friends with other DJs can be extremely helpful as they can bring you along\n        at some of their gigs or suggest you as a DJ in case they can’t play\n        themselves.\n      </p>\n      <p >\n        Second thing, send emails and introduce yourself to some promoters or event\n        and wedding organizers. Include some links to your mixes or social media.\n        You can even ask the organizer to book you through Cueup to get more reviews\n        and increase your creditability on the platform.\n      </p>\n      <h2 >\n        7. Ask for feedback from the organizers\n      </h2>\n      <p >\n        Getting feedback from your clients will always be good for you. From this,\n        you can see what things are needed to improve and what things already work\n        well. Also, ask the organizers to write a review on your Cueup profile. This\n        will make your profile more attractive and get you the trust of future\n        clients.\n      </p>\n      <p><br /></p>\n      <p>\n        That’s some of the basic tips you need. What do you think? Leave your\n        comment, feel free to ask us about anything.\n      </p>\n    ",
        "excerpt": "Finding gigs might be hard. You’ve tried many ways, including signing up on Cueup. But why haven’t you gotten more gigs?",
        "published_date": "2019-11-04T00:00:00.00Z",
        "updated_date": "2019-11-04T00:00:00.00Z",
        "author": "Sarah F.S.",
        "thumbnail_url": "https://cdn-images-1.medium.com/max/1600/1*do-JbUbh2dp1Bd1vMD-URw@2x.jpeg",
        "thumbnail_alt": "DJ gig",
        "tag": "DJ Gigs"
    },
    {
        "id": 1,
        "medium-guid": "https://medium.com/p/9a75a783698",
        "title": "Bliv DJ i København",
        "slug": "bliv-dj-i-koebenhavn",
        "category": "dj",
        "content": "<p>Her er en kort guide til hvordan i tager skridtet videre og kommer i gang som professionelle DJ’s.</p> <h2>Oprettelse</h2> <p>De her sites har jeg haft størst succes med, og kan anbefale at i opretter jer på alle tre.</p> <p><strong>Lejanlæg – </strong><a href='https://lejanlaeg.dk/dj-oprettelse/' rel='external' target='_blank'><strong>https://lejanlaeg.dk/dj-oprettelse/</strong></a> </p> <ul> <li>De sørger for udstyr. Hvis du selv kan tage pult med får du 500 kr. ekstra, ellers sørger de for at sætte en CDJ2000 op til dig i de fleste tilfælde. </li> <li>Løn er lidt lavere (Omkring 400-500 i timen).</li> </ul> <p><strong>LejDJ – </strong><a href='http://lejdj.dk/' rel='external' target='_blank'><strong>http://lejdj.dk/</strong></a></p> <ul> <li>Masser af jobs og meget alsidige events, samt høj løn (Omkring 600-800 i timen).</li> <li>Du skal til de fleste jobs selv have lys og lyd med (hvilket desværre kræver at du enten har eller kan låne en bil samt udstyr).</li> </ul> <p><strong>Cueup – </strong><a href='https://cueup.io/signup' target='_blank'><strong>https://cueup.io/signup</strong></a><strong>  </strong></p> <ul> <li>Ny portal hvor du selv kan sætte din pris for hvert event, og indstille ting som aflysningspolitik. Cueup vil tage kommission baseret på dit tilbud, oftest omkring 10%, men mindre end op mod 50% som bureauerne kræver.</li> <li>Du skal selv stå for udstyr.</li> </ul> <p></p> <h2>Løn</h2> <p>Sæt dig selv højt, men vær klar på at gå på kompromis. Det er et spørgsmål om udbud og efterspørgsel, så hvis du vil sikre dig et særligt fedt event kan du blive nødt til at underbyde de andre, mens du på de mere kedelige eller besværlige events kan presse prisen godt op. </p> <p>Når du bruger bureauerne lejdj og lejanlæg, vil de ofte selv skrive løn på hvert event. </p> <p>Hvis du ikke er super interesseret i eventet kan du godt tillade dig at presse den lidt op. Men pas på med at blive for grådig, det er i forvejen en rigtig godt betalt branche, og jo flere (vellykkede) jobs du får på CV’et, desto hurtigere kan du også tvinge prisen op fordi de ved at du leverer kvalitet. Indtil du har bevist dig selv, ville jeg derfor starte på omkring 400 kr. hos lejanlæg, og 600 kr hos lejdj. Efter en 5-6 vellykkede events kan du så begynde at presse prisen lidt op af, men max er omkring 600 hos lejanlæg, og 900 hos lejdj. Hos Cueup kan du sætte din pris til hvad som helst. Hvis du sætter dig højt vil du få betydeligt færre events, da de fleste dj’s vil underbyde dig.<br></p> <h2>Betaling</h2> <p>Hos Cueup betaler kunden på hjemmesiden, og du vil modtage pengene på din bankkonto dagen efter eventet. Til de fleste andre events betaler kunden dig i hånden eller over mobilepay, men hvis du begynder at tage de lidt større events (særligt hos lejdj, som har mange firmafester), så skal du have oprettet en enkeltmandsvirksomhed da de ofte vil sende en faktura til dit CVR.<br></p> <h2>Hav styr på dit bibliotek</h2> <p>Det har du sikkert i forvejen, men sørg for at kende din musik. Hør det igennem, vid hvornår de peaker, hvilke områder der kan springes over osv. Dette gør det langt mindre stressende når du improviserer væk fra din forberedte playlist under dit gig. Sørg også for at gemme alle dine playlister og navngiv dem efter hvem du spillede for. Så har du til din næste 40 års fødselsdagsfest pludselig en masse musik at vælge imellem fra tidligere 40 års fødselsdagsfester. <br></p> <p><img src='https://images.unsplash.com/photo-1503683759663-762ec9716627?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=1d67eea4b82456f9189daba7b39f09c9&auto=formatcrop=entropy&cs=tinysrgb&w=1080&fit=max&s=8e2c09f453eb826a3e797b37129113e9' alt='musik biblotek' /></p> <h2>Når du har fået et job</h2> <p>Ring til kunden, præsenter dig selv, og afstem hvad de har af ønsker til musik. Bed dem gerne sende dig et par forslag over sms, eller som minimum fortælle lidt om hvilke genrer de kan lide. Hvis du er ekstra vild kan du stalke deres musik-likes på Facebook og imponere dem med favoritter de ikke selv havde nævnt for dig :-) <br></p> <h2>Når du er ude</h2> <p>Kom i god tid, og vær sikker på at dit udstyr virker som det skal inden du går på. <br>Til privatfester, fødselsdage, bryllupper o.l. giver det gode point at kunne tage imod ønsker fra gæsterne. Jeg har min egen metode til at multitaske med at downloade sange mens jeg DJ’er, men bare vid at du VIL få ønsker, og det er næsten altid win-win at spille dem. Hvis folk elsker det får du credit, gør de ikke siger du at det var et request (og ofte tager personen der har ønsket det selv ansvar for sangen og gør alt for at hive de andre med ud på gulvet). <br>Sørg også altid for at promover dig selv. Giv værterne dit nummer og sig de kan få rabat hvis de skriver direkte til dig næste gang. Bureauerne tager ofte op til 50% af prisen til dem selv, så det er en god måde at få din egen timepris op, og samtidig give kunderne en bedre pris. </p> <p>Et lille ekstra tip: bliv ikke ked af at folk ikke danser de første par timer :-) Det er MEGET ofte tilfældet, at gæsterne lige skal drikke sig mod til, og først skal snakke lidt med alle før de er klar. Gem derfor enten de gode sange til senere på aftenen, eller spil dem igen når gæsterne er ude (ofte vil gæsterne også gerne høre de samme sange flere gange på en aften. Jeg tænkte i starten at det var forbudt som DJ, men har efterhånden lært at leve med at gæsterne har glemt hvad du spillede for en time siden). <br></p> <h2>Teknik</h2> <p>Sørg for at have et reservekabel, et par ekstra headphones og gerne backup af alt andet du skal bruge for at minimere risikoen for, at du står helt uden udstyr. Hvis alt held er ude kan du ringe til dit bureau og så vil de gøre hvad de kan for at hjælpe dig. Sidenote: De reddede mig faktisk engang jeg spillede i Tivoli hvor mine højttalere pludselig ikke virkede, og havde et par nye klar til mig på under en halv time.<br></p> <h2>Alene eller sammen med en ven?</h2> <p>Da jeg startede ud, spillede jeg de første år alene. Det kan være ret hårdt, hvis det er noget du gør fast hver weekend ligesom jeg gjorde, og jeg kan varmt anbefale at finde en god ven (eller skifte mellem flere) som du tager med ud. Giv dem en fair del af lønnen. Hvis jeg har en med som selv DJ’er halvdelen af tiden splitter vi det, men hvis han bare er stand-in mens du er på toilettet, og ellers er der for at få fri bar, så kan du nok godt slippe afsted med at give dem lidt mindre ;-) Bare sørg for at hyg jer! Det er det vigtigste, og det er betydeligt sjovere (og mindre stressende) at være to til at sætte op, pakke ned, tage imod ris, ros og underlige oplevelser, og til at have det sjovt med på vej frem og tilbage fra eventet. Desuden kan i aftale at den ene snakker med de stive gæster som kommer op og ønsker “den der går sådan der ‘duh duh duh’ du ved” mens den anden holder musikken kørende. Hav i øvrigt også gerne en liste liggende åben på computeren hvor du kan notere musik-ønsker løbende. Så kan du altid blende dem ind senere, uden at være bange for at glemme dem. <br></p> <h2>Events eller klubber</h2> <p>Jeg har også haft fine erfaringer med at spille klubber. Problemet er at det er et overcrowded marked. Rigtig mange DJs spiller gratis for at få fri bar, så hvis du er in it for the money, vil jeg anbefale dig at være event DJ. Det er dog også super fedt at finde et spillested hvor du bare skal dukke op med en usb pind og et par headphones og kan spille din egen yndlingsmusik hele natten. Det ene udelukker ikke det andet, og det er gennem bureauerne at jeg også har fået adgang til at spille på diverse klubber.<br></p> <h2>Protips til særlige events</h2> <p>Kend dine klassikere til hver begivenhed. Til en bryllupsfest skal du have bryllupsvalsen med. Til en fødselsdagsfest spiller du når det bliver midnat en fødselsdagssang, osv. Du lader i øvrigt begge sange løbe ud så folk har et par sekunders tid til at klappe inden du sætter den næste på. De her sange får altid ALLE på gulvet, så sørg for at have dit allermest sikre valg klar til at følge op med, så du kan holde dem lidt på gulvet. </p> <p>...September af Earth, Wind &amp; Fire kunne være et bud ;-) . <br></p> <h2>Jeg har fri men de danser stadig, wtf?</h2> <p>Der er ofte gode penge at hente på at spille lidt ekstra hvis du har tid og overskud. Jeg plejer at doble time-taksten op, så hvis du får 500 i timen, tilbyder du at fortsætte for 500 kr ekstra pr. påbegyndt halve time. Prøv dog overordnet på ikke at være for nazi med hvornår du stopper. Hvis det er nogle mennesker du gerne vil spille for en anden gang kan du sagtens give dem 20 minutter ekstra ‘gratis’, for at sikre dig at de booker dig igen. Desuden er der altid ‘that guy’ som siger ‘EJ DU KAN DA IK STOPPE NU!’. Fortæl ham at du gerne vil fortsætte med at spille men at det er værten som han skal overtale til at betale for en time mere. Det er ofte den mest effektive måde at få gæsterne selv til at plage værten om at betale for en time mere (og så har ‘that guy’ en anden at plage end dig). </p> <p>Sørg også for at lukke på nogle af dine allerbedste sange. Hvis du kan slutte med et brag på toppen, betaler de dig enten gerne for at fortsætte, og ellers snakker om hvor fantastisk en dj du var når musikken bliver slukket (fordi de alligevel kun husker de sidste 3-4 sange du har spillet).</p><a class='author-link' href='https://cueup.io/user/martin-stelzig-danty/profile'>Denne post er skrevet af Martin Stelzig Danty, se hans Cueup profil <strong>her</strong>.</a>",
        "excerpt": "Her er en kort guide til hvordan i tager skridtet videre og kommer i gang som professionelle DJ’s. De her sites har jeg haft størst succes med, og kan anbefale at i opretter jer på alle tre.",
        "published_date": "2018-02-13T00:00:00.00Z",
        "updated_date": "2018-02-13T00:00:00.00Z",
        "author": "Martin Stelzig Danty",
        "author_link": "https://cueup.io/user/martin-stelzig-danty/profile",
        "thumbnail_url": "https://images.unsplash.com/photo-1506485777791-e120681573dd?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=8bab554bb17e07f32758b5611c40243a&auto=format&crop=entropy&cs=tinysrgb&w=1080&fit=max&s=8e2c09f453eb826a3e797b37129113e9",
        "thumbnail_alt": "DJ københavn",
        "tag": "DJ københavn"
    }
]